[
{
  "model": "blog.blog",
  "pk": 1,
  "fields": {
    "title": "Писатели, включая Джорджа Мартина, подали в суд на ChatGPT",
    "content": "Гильдия Писателей, а также 17 популярных авторов, включая Джорджа Р. Р. Мартина, Джонатана Франзена, Джона Гришэма и Джоди Пиколт, подали коллективный иск в суд Южного округа в Нью-Йорке. Они обвиняют нейросеть в нарушении авторских прав из-за использования их произведений для обучения моделей ИИ.\r\n\r\n«Заработок этих авторов зависит от произведений, которые они создают. Но программы ответчика ставят под угрозу способность писателей-фантастов зарабатывать на жизнь, поскольку они позволяют любому создавать — автоматически и бесплатно (или очень дешево) — текст, за создание которого в противном случае он заплатил бы писателям», — говорится в иске.\r\n\r\nКроме того, истцы опасаются, что ИИ может создавать производные тексты, который имитируют, обобщают или пересказывают их произведения, тем самым нанеся ущерб их доходу. Писатели считают, что OpenAI могла бы обучать свои модели на произведениях, находящихся в общественному достоянии, а не использовать бесплатно контент, защищенный авторским правом.\r\n\r\nВ июне и сентябре группы писателей уже подали иски против OpenAI за использование текстов для обучения нейросети. Также компания столкнулась с иском о защите чести и достоинства, после того как нейросеть в ответ на запрос выдала фейковую информацию.",
    "image": "image/martin.webp",
    "created_date": "2023-09-21",
    "views_count": 27
  }
},
{
  "model": "blog.blog",
  "pk": 2,
  "fields": {
    "title": "Пользователь DocumentingBTC обратил внимание на давнее предсказание о BTC",
    "content": "Многие криптовалюты существую уже более 10 лет, однако идея их появления родилась еще несколько десятилетий назад. В данном контексте стоит отметить заявление лауреата Нобелевской премии от США Милтона Фридмана, который в интервью 30-ти летней давности предсказал появление нового класса финансовых активов. На это обратил внимание пользователь социальной сети Twitter (X) под ником DocumentingBTC, опубликовав соответствующий пост 21 сентября 2023 года.\r\n\r\nРяд криптопользователей заинтересовались интервью Милтона Фридмана еще несколько лет назад, однако DocumentingBTC решил разобраться в вопросе более детально. Изначально интервью распространил популярный аналитик Деннис Паркер, выделив цитату Милтона Фридмана: «Интернет, как само явление, существенно затруднит сбор налогов, поскольку позволит проводить платежи в киберпространстве. Именно это станет главным инструментом для снижения роли правительства в финансовой жизни рядовых граждан».\r\n\r\nЕще 30 лет назад Нобелевский лауреат предсказал появление новой формы денег, которые всецело будут полагаться на интернет. При этом они обеспечат максимальную конфиденциальность для всех контрагентов потенциальной финансовой сделки. Примечательно и то, что выдающийся американский экономист тогда озвучил основные тезисы, которых сейчас придерживаются многие криптокритики.\r\n\r\nПользователи Twitter (X) начали активно комментировать опубликованных DocumentingBTC пот. По их мнению, предсказания Фридмана в большей степени относились к анонимным криптовалютам по типу Monero, Dash и Zcash. Но часть юзеров пришла к выводу, что Нобелевский лауреат обосновал общую теорию экономической свободы, которую может дать сегмент блокчейн.",
    "image": "image/crypto.jpg",
    "created_date": "2023-09-21",
    "views_count": 19
  }
},
{
  "model": "blog.blog",
  "pk": 3,
  "fields": {
    "title": "GIS DAYS 2023",
    "content": "Тема форума: «Искусственный интеллект в ИБ...и весь этот CyberJazz».\r\n\r\nВ этом году форум состоится уже в шестой раз и объединит профессионалов из отрасли ИБ и ИТ, а также студентов. В рамках программы форума с докладами выступят более 30 спикеров.\r\n\r\nДоклады будут посвящены:\r\n\r\nИспользованию систем искусственного интеллекта, вопросам доверия и информационной безопасности;\r\n\r\nПрименению ИИ и машинного обучения для раннего обнаружения киберугроз;\r\n\r\nАктуальным проблемам ИБ. Автоматизации процессов ИБ, контролю конфигурации, DLP etc.;\r\n\r\nПреимуществам инфраструктурных решений для работы с ИИ;\r\n\r\nКарьере в ИБ, влиянию цифрового следа при устройстве на работу.",
    "image": "image/gis_days.jpg",
    "created_date": "2023-09-21",
    "views_count": 12
  }
},
{
  "model": "blog.blog",
  "pk": 4,
  "fields": {
    "title": "ИИ примкнул к злу: появился чат-бот для хакеров и мошенников",
    "content": "Криминал всерьез заинтересовался генеративными нейросетями. Так, недавно появился универсальный бот FraudGPT. Он предназначен для взлома сетей, фишинга, обнаружения уязвимостей и написания вредоносного кода. Его создал тот же человек под ником CanadianKingpin12, который ответствен за появление WormGPT — бота, обученного на вредоносном ПО.\r\n\r\nСейчас CanadianKingpin12 работает над ИИ-ботами DarkBART и DarkBERT. Они смогут создавать сложные фишинговые кампании, проводить хитроумные атаки на пользователей для получения конфиденциальной информации, создания и распространения вредоносных программ, поиска уязвимостей.\r\n\r\nПримечательно, что бот DarkBERT был создан Корейским институтом науки и технологий как раз для борьбы с киберпреступностью. Зарегистрироваться в нем могут только исследователи, используя служебный адрес научного учреждения. Впрочем, для преступников получить доступ к подобному мейлу несложно — это стоит в даркнете всего $3.",
    "image": "image/ai_hack.jpg",
    "created_date": "2023-09-21",
    "views_count": 21
  }
}
]
